HGS/MELDUNGEN/EXPORT/MASTER_Aktualisierungmeldung_20240924094729.xml

<s:Envelope xmlns:s="http://schemas.xmlsoap.org/soap/envelope/">
    <s:Body xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
        <empfangeAktualisierungmeldung xmlns="http://tms.ica.de/automatenService/wsdl/3_10/">
            <faaAktualisierungmeldung xmlns="http://tms.ica.de/automatenService/3_10/" zeitpunkt="2024-09-24T09:47:29.475+02:00" aktualisierungstyp="STATUS" status="2" sstVersion="3.10">
                <verkaufspunkt posNummer="999000" betreiber="99" seriennummer="999000" ipAdresse="0.0.0.0"/>
                <metadaten sequenznummer="16252" guid="a026a6a6-cb1b-4480-a9f7-b988a9f40017"/>
                <automatenStatus betriebStatus="AUSSER_BETRIEB" letzteInteraktion="2024-09-24T09:47:29.500+02:00" letzterVerkauf="2024-09-24T09:47:29.501+02:00"/>
            </faaAktualisierungmeldung>
        </empfangeAktualisierungmeldung>
    </s:Body>
</s:Envelope>
